(package! uuidgen)

(package! shx)

(package! prescient)

(package! ivy-prescient)

(package! wakatime-mode)

(package! fira-code-mode)

(package! evil-cleverparens)

(package! info-colors)

(package! systemd)

(package! graphviz-dot-mode)

(package! nix-mode)

(package! catppuccin-theme)

(package! copilot :recipe (:host github :repo "copilot-emacs/copilot.el" :files ("*.el")))

(package! 1password
  :recipe (:host github :repo "kamushadenes/1password.el" :files ("*.el")))

(package! llm)

(package! magit-gptcommit
  :recipe (:host github :repo "douo/magit-gptcommit" :files ("*.el")))

(package! ellama)

(package! code-review)
